3A/PHYS234/Unbound-States.org
#+title: Unbound States
#+author: Arnav Gupta
#+LATEX_HEADER: \usepackage{parskip,darkmode}
#+LATEX_HEADER: \enabledarkmode

* Free Particle Eigenstates
** Energy Eigenstates
For a free particle, the potential energy function $V(x)$ is 0 everywhere.
Free particles do not have quantized energy.

** Momentum Eigenstates
With a wavelength $\lambda$, the *particular momentum eigenvalue* is
$$
p = \frac{h}{\lambda}
$$
which gives the *de Broglie wavelength* of a particle with momentum $p$ to be
$$
\lambda_{de Broglie} = \frac{h}{p}
$$

For a free particle, energy and momentum are related by
$$
E = \frac{p^{2}}{2m}
$$
and so a given energy state does not have a definite momentum, but is a superposition of
2 momentum states with opposite momentums, so the energy state is *degenerate* with respect to
momentum.
