3A/PHYS234/Unbound-States.tex
% Created 2024-04-17 Wed 18:09
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{parskip,darkmode}
\enabledarkmode
\author{Arnav Gupta}
\date{\today}
\title{Unbound States}
\hypersetup{
 pdfauthor={Arnav Gupta},
 pdftitle={Unbound States},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.3 (Org mode 9.7)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{Free Particle Eigenstates}
\label{sec:org2904a4b}
\subsection{Energy Eigenstates}
\label{sec:org2a5a200}
For a free particle, the potential energy function \(V(x)\) is 0 everywhere.
Free particles do not have quantized energy.
\subsection{Momentum Eigenstates}
\label{sec:org484cd38}
With a wavelength \(\lambda\), the \textbf{particular momentum eigenvalue} is
$$
p = \frac{h}{\lambda}
$$
which gives the \textbf{de Broglie wavelength} of a particle with momentum \(p\) to be
$$
\lambda_{de Broglie} = \frac{h}{p}
$$

For a free particle, energy and momentum are related by
$$
E = \frac{p^{2}}{2m}
$$
and so a given energy state does not have a definite momentum, but is a superposition of
2 momentum states with opposite momentums, so the energy state is \textbf{degenerate} with respect to
momentum.
\end{document}
